Revit 2027 API
ParameterTypeId.FbxLightTemperatureLoss Property
 "Temperature Loss"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightTemperatureLoss { get; }
Public Shared ReadOnly Property FbxLightTemperatureLoss As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightTemperatureLoss {
	ForgeTypeId^ get ();
}
static member FbxLightTemperatureLoss : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace